Repository: jsbsan/situcarpetas
Catalog: .lang/*.po
Languages: es_es

source: New version found
es_es: Nueva version encontrada alojada en github

source: You have the same version as the one hosted on Github
es_es: Tienes la misma version que la alojada en Github

source: Apply
es_es: Aceptar

source: System to save the situation of work folders.<br> Author: Julio Sánchez Berro<br> License: GPL 3.0<br> Made in Gambas3 for linux mint xfce<br> 2021
es_es: Sistema para guadar rutas de directorios de trabajo.<br> Author: Julio Sánchez Berro<br> License: GPL 3.0<br> Made in Gambas3 for linux mint xfce<br> 2021

source: File Explorer:
es_es: Explorador de Ficheros:

source: File Explorer parameters:
es_es: Parametros Explorador:

source: Default
es_es: Por defecto

source: Version Github
es_es: Versión Github

source: <u>Quick Keys:</u><br> f5: switch to panel 1<br> f6: switch to panel 2<br> f7: switch to panel 3<br> f8: switch to panel 4<br> Ctrl + C: copy selected files<br> Ctrl + X: move selected files<br> Ctrl + V: paste files<br>
es_es: <u>Teclas Rapidas:</u><br> f5: cambiar a panel 1<br> f6: cambiar a panel 2<br> f7: cambiar a panel 3<br> f8: cambiar a panel 4<br> Ctrl+C: copia ficheros seleccionados<br> Ctrl+X: mover ficheros seleccionados<br> Ctrl+V: pega ficheros<br>

source: Selected panel color:
es_es: color de panel:

source: dirview root:
es_es: ruta directorio raiz

source: Selected color slot dir:
es_es: color slot directorio:

source: Selected color slot file:
es_es: color slot fichero:

source: File
es_es: Fichero

source: Open
es_es: Abrir

source: Name File:
es_es: Nombre Fichero:

source: in front of the name file
es_es: delante del nombre del fichero

source: behind the name file
es_es: detras del nombre del fichero

source: Cancel
es_es: Cancelar

source: Situation
es_es: Situacion

source: Marks
es_es: Marcas

source: remove marks
es_es: Borrar Marcas

source: Please wait...
es_es: Espere por favor...

source: Filter Tag
es_es: Filtro Tag

source: New Tag
es_es: Nuevo Tag

source: Select file
es_es: Elegir fichero

source: Top directory
es_es: subir en el directorio

source: Create directory
es_es: Crear Directorio

source: Open Terminal
es_es: Abrir Terminal

source: Refresh
es_es: Refrescar

source: Add to Slot
es_es: Agrega a Slot

source: Rename
es_es: Renombrar

source: Open file explorer
es_es: Abrir explorador de ficheros

source: Mark file
es_es: Marcar Ficheros

source: Join PDFs
es_es: Unir PDFs

source: Split Pdf
es_es: Dividir Pdf

source: Edit Pdf with LibreOffice Draw
es_es: Editar Pdf con LibreOffice Draw

source: Copy
es_es: Copiar

source: Move
es_es: Mover

source: Paste
es_es: Pegar

source: Delete file
es_es: Borrar

source: Go to..
es_es: Ir a..

source: Path:
es_es: Ruta:

source: show directories
es_es: mostrar alborl de directorios

source: open file explorer
es_es: abrir con el explorador de ficheros

source: Filter:
es_es: Filtro:

source: Apply filter
es_es: Aplicar filtro

source: refresh files/dir
es_es: refrescar ficheros/directorios

source: view hidden
es_es: ver ocultos

source: view directory
es_es: ver directorios

source: view details
es_es: ver detalles

source: Save Ok
es_es: Guardado Realizado OK

source: the current section open is the default
es_es: La sección actual es la de por defecto

source: Save
es_es: Guardar

source: Work Session:
es_es: Sesión de trabajo:

source: Save As
es_es: Guardar como...

source: Save As
es_es: Guardar como...

source: Vertical/Horizontal Note
es_es: Vertical/Horizontal Nota

source: Color Note
es_es: Color Nota

source: NEW
es_es: Nuevo

source: double panel horizontal
es_es: doble panel horizontal

source: double panel vertical
es_es: doble panel vertical

source: three panel
es_es: tres paneles

source: four panels
es_es: cuatro paneles

source: Help
es_es: Ayuda

source: Note:
es_es: Notas:

source: click right for open file or directory
es_es: click derecho para abrir fichero o directorio

source: haga click derecho y lo abre
es_es: haga click derecho y lo abrirá con el programa por defecto de tu sistema

source: <b> SLOT of paths and files </b> Double-clicking opens the file or path with the default program by default of the system.
es_es: <b> SLOT de rutas y ficheros </b> Doble-click para abrir ficheros o rutas con el programa por defecto de tu sistema.
